Show / Hide Table of Contents
Enum ConcCementClass
Cement class
Namespace: IdeaRS.OpenModel.Material
Assembly: IdeaRS.OpenModel.dll
Syntax
public enum ConcCementClass
Fields
 Name |  Description
 N
Cement of strength Classes CEM 32,5 R, CEM 42,5 N (Class N)
 R
Cement of strength Classes CEM 42,5 R, CEM 52,5 N and CEM 52,5 R (Class R)
 S
Cement of strength Classes CEM 32,5 N (Class S)
 Improve this Doc
 View Source